[Info]
Language=Portuguese
charset=iso-8859-1
Author=Youngzsoft

[String]
HOMEPAGE=http://www.youngzsoft.net
BUYNOW=http://www.youngzsoft.net/user.htm

;Configuration Dialog
Configuration=Configuração	
Protocol=Protocolo
Local IP Address:=Endereço do IP Local
Web Cached=Endereço do Cache na Web
Auto Startup=Inicio Auto.
Auto Hide=Esconde Auto.
Auto Detect=Detecta Auto.
Proxy services=Serviços de Proxy
OK=OK
Cancel=Cancela
Advanced=Avança
NT Service=Serviço NT

;Dial
Dial-up=Discador
Dial-up Entries=Conexões Discadas
Dial-up User Name=Nome usuário
Dial-up Password=Senha
Idle disconnect minutes=Desc. por inatividade (Min.)
Enable Auto Dial-up=Liga Auto Discagem

;Log
Log=Registra atividade
CCProxy can log every user's information. Please DON'T intercept user's mail without his/her permission.=CCProxy não registra nenhuma informação do usuário. Por Favor não intercepte emails de usuários sem permissão.
Request URL=URL Requisitada
Mail Info=Informações de Email
Outgoing Mails=Emails de Saida
Maximum Lines=Maximo de Linhas
Clear Logs=Limpa Log
Save Logs to File=Salva Log no Arquivo
Export Excel=Exporta para Excel
New Log Daily=Novo Log Diário
Flow Stats Time Interval(m)=Intervalo de Tempo para Gráfico Estat.(Min)
Enable Flow Stats=Liga Gráficos Estatísticos
Flow Stats=Gráficos Estatísticos

;Mail
Mail=Email
Primary DNS=DNS Primário
Secondary DNS=DNS Secondário
Maximum Tries=Núm. max. de Tentativas
Time Interval Before Next Try=Intervalo entre Tentativas
Minutes=Minutos
Mail Queue Length=Tam. dos Serviço de Email
SMTP Port=Porta SMTP 
POP3 Port=Porta POP3

;Miscellaneous
Miscellaneous=Miscelaneous
Language=Linguagem
Socket Idle disconnect minutes=Disc. se Socket inativo(min).	
Password Protection=Proteção com Senha
Password=Senha
Need Password When Startup=Precisa de Senha na Inicial.
Hide All=Esconde Todos
Tip: Show CCProxy when launch again.=Mostra CCProxy quando carregar novamente.
Disable External Users=Desabilita usuários externos
Web Sites for On-line Checking=Sites para controle online
Auto Scan Computer Name=Auto procura nomes de computadores
Enable SOCKS4=Liga SOCKS4

;Cascading Proxy
Cascading proxy=Proxy externo
CCProxy permits local server to access Internet via other proxy.=CCProxy permite servidor local acessar a internet via outro proxy.
Enable Cascading proxy=Habilita proxy esterno
Proxy Address=Endereço do Proxy
Proxy Protocol=Protocolo
Port=Porta
Need Authorization=Autorização
User Name=Nome do Usuário
Password=Senha

;Cache
Cache=Cache
Note: Cache here is based on IE technology. You need to install IE version 4.0 or above.=O cache ?baseado na tecnologia do Internet Explorer. ?necessário instalar IE 4.0 ou superior
Settings=Configurações
Always Load From Cache=Utiliza sempre o cache
Cache Update Time(minutes)=Tempo de atualização do cache (min.) 
Change Cache Options via IE=Troca opções do cache via navegador
IE Cache Options=IE opções de cache
Cache Path:=Diretório do Cache	
Cache Size(M):=Tamanho do Cache

;Account Manager Dialog
Account Manager=Gerenciador de contas
Option=Opção
Filter/Time=Filtro/Data
Web Filter=Filtro Web
Time Schedule=Agendador	
New=Novo
Edit=Modifica
Delete=Elimina
Select All=Sel. tudo
Auto Scan=Auto procura
User Count:=Conta do Usuário:
OK=Ok
Cancel=Cancela
Permit Category:=Categoria permitida
Auth Type:=Tipo Aut.
Send Message=Envia Mensagem

;Account Dialog
Account=Conta
User/Group Name=Nome Usuário/Grupo
Password=Senha
IP Address/IP Range=Endereço IP/Faixa IP
MAC Address=Endereço MAC
Maximum Connections=Num. Max Conexões
*Unlimited Connection:-1=*Conexõe Ilimitadas:-1
Bandwidth For Each Connection(Byte/s)=Faixa de banda por conexão(Byte/s)
Remote Dial-up=Discagem Remota
Others=Outros
Time Schedule=Agendador de horários
Web Filter=Filtro Web
New=Novo
Save=Salva
OK=OK
Cancel=Cancela



;Register Dialog
Registration=Registro
Machine ID=ID Maquina
Serial Number=Número de Série
Register Code=Código de Registro
&Register=&Registra
&Buy Now=&Compra
&Close=&Fecha

;Connection Info Dialog
Current Connection Information=Informação do conexão corrente
Connection information=Informação do Conexão
Connections:=Conexões
Users:=Usuários
Stop Scroll=Para listagem
Open Logs=Abre logs
Mail transfer information=Inf. sobre tranf. de Email
Mail in transfer=Email sendo tranf.
Mail undelivered=Email não enviado
Mails:=Emails
Close=Fecha
Transfer &Again=Reenvia
&Delete=Apaga
&Refresh=Atualiza
Internet mail transfer status=Situação dos envios de Email


;Web Filter
Web Filter Name=Nome do filtro Web
Site Filter=Filtro Site
Permitted Sites=Sites permitidos
Forbidden Sites=Sites bloqueados
Forbidden Content=Conteúdos Bloqueados
Tip: Site filter supports wildcard character. Each item is divided by semicolon. Eg. *.yahoo.com;*.msn.com=O filtro de site permite o uso de coringas. Cada item ?dividido por ponto e virgula. Ex.: *.yahoo.com;*.msn.com;adv.*
Tip: Each item is divided by semicolon. Eg. chat;travel=Este elemento ?separado por ponto e virgula (Ex.:chat;travel).
Forbidden URL=URL bloqueada
Tip: Each item is divided by semicolon. Eg. .exe;.zip=Este elemento ?separado por ponto e virgula (Ex.: .exe;.zip).

;Time Schedule
Time Schedule Name=Nome dos agendador de horários
Sunday=Domingo
Monday=Segunda
Tuesday=Terça
Wednesday=Quarta
Thursday=Quinta
Friday=Sexta
Saturday=Sabado

;Time Table
Time Table=Horarios
Tip: 01:00 denotes that Internet access is permitted from 00:00 to 01:00.=(01:00 indica que o acesso a Internet ser?entre 00:00 e 01:00).
Unselect All=Desel. tudo
Apply To:=Aplica para

;Get Address
Get Address=Endereço de entrada
Computer Name=Nome do Computador
Retrieve=Recebe
Apply=Aplica
Close=Fecha

;Menu
&Dial-up=Discador
D&isconnect=Desconecta

;Resource String
&About CCProxy...=Sobre o CCProxy...
User Name|IP Address|MAC Address|Connections|=Nome do Usuário|Endereço IP|Endereço MAC|Conexões|
Windows sockets initiation failed.=Inizializzazione sockets di Windows fallita.
Socket creation failed!=Criação do socket falhou!
Start|Stop|Options|Account|Register|Exit|Hide|Help|=Inicia|Para|Opção|Conta|Registra|Sai|Esconde|Ajuda|
DNS service startup failed!=Inicialização do serviço de DNS Falhou!
HTTP proxy startup failed!=Inicialização do serviço de HTTP proxy falhou!
SOCKS proxy startup failed!=Inicialização do serviço de SOCKS proxy falhou!
Are you sure to close CCProxy?=Deseja fechar o programa?
Startup proxy|Stop proxy|Options configuration|Account manager|Register CCProxy|Close proxy|Hide interface|CCProxy help|=Inicia|Para|Configura|Gerenciador de contas|Registro do programa|Fecha o programa|Esconde a interface|Ajuda|
User already exists or User/IP/MAC length is illegal!=Usuário j?existe ou Usuário/IP/MAC ?ilegal!
on search ...=Procurando...
This operation will add all local users' info. Continue?=Esta operação abrange todos os usuários. Continuar?
Are you sure to delete this account?=Deseja apagar esta conta?
Another instance of CCProxy has been run!=CCproxy j?est?executando!
Time|User Name|IP Address|Action|=Hora|Nome|End. IP|Ação|
Please select log file path:=Selecione o diretório de log
Are you sure to delete all the logs?=Deseja apagar todos os logs?
Permit All|Permit Only|Permit All But=Permite todos|Permite apenas|Permite todos, exceto
IP Address|MAC Address|User/Password|User/Password + IP|User/Password + MAC=Endereço IP|Endereço MAC|Usuário/Senha|Usuário/Senha + IP|Usuário/Senha + MAC
Congratulations. You have registered successfully!=Congratulações. voc?foi registrado com sucesso!
Sorry. Registration Failed!=Desculpe. O registro falhou!
%s(Demo Version Can Only Support 3 Users)=%s (a versão de demonstração suporte apenas 3 usuários)
Mail ID|Mail From|Mail To|Send Times|Begin Time|Last Response|=Email ID|Email de|Email para|Tent. Envio|Hora Inicio|Ultima Resposta|
Mail proxy startup failed!=Inicialização do proxy MAIL falhou!
Unknown=Desconhecido
Host=Host
News proxy startup failed!=Inicialização do proxy NEWS falhou!
FTP proxy startup failed!=Inicialização do proxy FTP falhou!
Telnet proxy startup failed!=Inicialização do proxy Telnet falhou!
Some mails are in transfer. Are you sure to exit?=Alguns Emails estão sendo transferidos.Deseja encerrar?
The account system only supports no more than 500 users!=O sistema de contas suporta apenas 500 usuários!
Are you sure to delete this mail?=Deseja apagar este Email?
MAP service startup failed!=Serviço MAP falhou!
Wrong Password.=

Enable Anti Email Virus=